"AboutBoxString" = "Compressorで作成されています";
"HelpMsg" = "ドロップレットの使用方法については、Compressorの“ヘルプ”メニューから表示できるCompressorユーザーズマニュアルを参照してください。";
"Untitled" = "名称未設定";

"DestinationLocation" = "書き出し先";
"Choose" = "選択"; /* default button title in the choose destinaton dialog */

"DropFilesHere" = "ファイルをここにドロップ"; /* help text displayed in source files view when no files are present */

/* cluster menu */
"ThisComputer" = "このコンピュータ";
"SubmitPriority" = "優先順位";
"SubmitPriorityLow" = "低";
"SubmitPriorityMedium" = "中";
"SubmitPriorityHigh" = "高";
"NoClusters" = "なし";
"Other" = "その他…";

/* Launch droplet alert */
"DropletLaunchFailed" = "Compressorを見つけるにはこのドロップレットをアップデートする必要があります。";
"DropletLaunchErrorMsg" = "このコンピュータ上のすべてのドロップレットをアップデートするには、Compressorの“設定”で“詳細”タブをクリックしてから、“ドロップレットをアップデート”ボタンをクリックしてください。";
"OKButton" = "OK";

/* Job Action related */
"NoJobAction" = "なし";
"VerifyingLogin" = "検証中…";

/* CQBatchSubmitter */

/* SMB Sharing */
"SMBSharingPreferencesNotSetUpError" = "分散処理なしで続けますか?";

"SMBSharingLearnMoreInfo" = "このジョブで分散処理を使用するには、“システム設定”でSMBファイル共有をオンにする必要があります。分散処理とSMBファイル共有について詳しくは、“詳しい情報”をクリックしてください。\n\nこのコンピュータのみを使用してこのジョブの処理を続けるには、“続ける”をクリックしてください。\n";

"ContinueButton" = "続ける";
"LearnMoreButton" = "詳しい情報…";

"ClusterNodesNotAvailableError" = "共有コンピューティンググループ内の使用不可のコンピュータ。";
"ClusterNodesNotAvailableMoreInfo" = "次の理由により、このグループ内のすべてのコンピュータに処理を分散できません:\n\n";

"ClusterNodesNotAvailableItemFormat" = "•\t%@\n";
"ComputerUnavailableOrOffline" = "コンピュータが使用不可またはオフラインです";
"UntrustedServerCertificate" = "信頼されていないサーバ証明書";
"MissingPassword" = "パスワードが見つかりません";

"ClusterNodesNotAvailableRecoverySuggestion" = "これらの問題を解決するには、“共有コンピュータ”環境設定を開いてください\n";

"IgnoreButton" = "無視";
"OpenPreferencesButton" = "“設定”を開く";

/* Cluster node macOS compatibility check during batch submit */
"ClusterNodesNotMacOSCompatibleError" = "分散処理ありで続けますか?";
"ClusterNodesNotMacOSCompatibleMoreInfo" = "コンピュータグループ“%@”のクラスタノードの一部が古いバージョンのmacOSを実行している可能性があります。レンダリング品質が低下する場合があります。\n\n利用可能なノードを使用してこのジョブを処理するには、“続ける”をクリックしてください。\n";

"UntitledClusterName" = "名称未設定";

/* Submit related errors */
"SubmitNoClusterErrorMsg" = "キューに送信できません。";
"SubmitNoClusterErrorInfo" = "コンピュータを再起動するか、Compressorが正しくインスールされていることを確認してください。";
"CancelButton" = "キャンセル";
"RepairCompressorButton" = "Compressorを修復";

"BatchSubmissionFailedErrorFormat" = "バッチ送信に失敗しました: %@";

"QueueFullAlertMessageText" = "処理中のバッチが多すぎます。";
"QueueFullAlertInfoText" = "アクティブなバッチの数がアプリケーションの環境設定で設定されているキューの上限より少なくなると、トランスコードが使用可能になります。";
